Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: iPhone 설정에서 ClipKeyboard 키보드를 추가하세요. 딱 한 번만 하면 됩니다.
cs: V Nastavení iPhonu přidejte klávesnici ClipKeyboard. Stačí to udělat jednou.
da: Tilføj tastaturet ClipKeyboard i iPhone-indstillinger. Du skal kun gøre det én gang.
de: Füge die Tastatur ClipKeyboard in den iPhone-Einstellungen hinzu. Das musst du nur einmal machen.
el: Προσθέστε το πληκτρολόγιο ClipKeyboard στις Ρυθμίσεις του iPhone. Χρειάζεται μόνο μία φορά.
en: Add the ClipKeyboard keyboard in iPhone Settings. You only need to do this once.
es: Agrega el teclado ClipKeyboard en los Ajustes del iPhone. Solo tienes que hacerlo una vez.
fi: Lisää ClipKeyboard-näppäimistö iPhonen asetuksissa. Se tehdään vain kerran.
fr: Ajoutez le clavier ClipKeyboard dans les Réglages de l’iPhone. Vous n’avez à le faire qu’une seule fois.
id: Tambahkan papan ketik ClipKeyboard di Pengaturan iPhone. Cukup sekali saja.
it: Aggiungi la tastiera ClipKeyboard nelle Impostazioni di iPhone. Basta farlo una volta sola.
ja: iPhoneの設定でClipKeyboardキーボードを追加してください。一度だけで済みます。
nb: Legg til ClipKeyboard-tastaturet i Innstillinger på iPhone. Du trenger bare gjøre det én gang.
nl: Voeg het ClipKeyboard-toetsenbord toe in iPhone Instellingen. Je hoeft dit maar één keer te doen.
pl: Dodaj klawiaturę ClipKeyboard w Ustawieniach iPhone'a. Wystarczy zrobić to raz.
pt_br: Adicione o teclado ClipKeyboard nos Ajustes do iPhone. Você só precisa fazer isso uma vez.
ru: Добавьте клавиатуру ClipKeyboard в настройках iPhone. Это нужно сделать только один раз.
sv: Lägg till tangentbordet ClipKeyboard i iPhone Inställningar. Du behöver bara göra det en gång.
th: เพิ่มคีย์บอร์ด ClipKeyboard ในการตั้งค่า iPhone ทำเพียงครั้งเดียวเท่านั้น
tr: iPhone Ayarlar'dan ClipKeyboard klavyesini ekleyin. Bunu yalnızca bir kez yapmanız yeterli.
vi: Hãy thêm bàn phím ClipKeyboard trong Cài đặt iPhone. Bạn chỉ cần làm một lần.
zh_hans: 请在 iPhone 设置里添加剪贴键盘键盘。只需要做一次。
zh_hant: 請在 iPhone 設定裡新增剪貼鍵盤鍵盤。只需要做一次。

source: macOS 전용 단축어 앱
cs: Aplikace frází pro macOS
da: Frase-app til macOS
de: Textbaustein-App für macOS
el: Εφαρμογή φράσεων για macOS
en: Snippet app for macOS
es: App de frases para macOS
fi: Fraasisovellus macOS:lle
fr: App de phrases pour macOS
id: App Frasa untuk macOS
it: App di frasi per macOS
ja: macOS専用の定型文アプリ
nb: Frase-app for macOS
nl: Fragment-app voor macOS
pl: Aplikacja z frazami dla macOS
pt_br: App de frases para macOS
ru: Приложение для фраз на macOS
sv: Fras-app för macOS
th: แอปข้อความด่วนสำหรับ macOS
tr: macOS için İfade uygulaması
vi: Ứng dụng Cụm từ dành riêng cho macOS
zh_hans: macOS 专用短语 App
zh_hant: macOS 專用短語 App

# space
source: 스페이스
cs: mezerník
da: mellemrum
de: Leertaste
el: διάστημα
en: space
es: espacio
fi: väli
fr: espace
id: spasi
it: spazio
ja: スペース
nb: mellomrom
nl: spatie
pl: spacja
pt_br: espaço
ru: пробел
sv: mellanslag
th: เว้นวรรค
tr: boşluk
vi: dấu cách
zh_hans: 空格
zh_hant: 空格

source: x 버튼을 탭하면 검색을 닫습니다
cs: Klepnutím na tlačítko x zavřete hledání.
da: Tryk på × for at lukke søgningen
de: Tippe auf die x-Taste, um die Suche zu schließen
el: Πατήστε το κουμπί x για να κλείσει η αναζήτηση.
en: Tap the × button to close search.
es: Toca el botón × para cerrar la búsqueda
fi: Sulje haku napauttamalla x-painiketta
fr: Touchez le bouton × pour fermer la recherche.
id: Ketuk tombol × untuk menutup pencarian
it: Tocca il pulsante × per chiudere la ricerca
ja: ×ボタンをタップすると検索を閉じます
nb: Trykk på x-knappen for å lukke søket
nl: Tik op de ×-knop om het zoeken te sluiten
pl: Dotknij ×, aby zamknąć wyszukiwanie
pt_br: Toque no botão × para fechar a busca.
ru: Нажмите ×, чтобы закрыть поиск.
sv: Tryck på ×-knappen för att stänga sökningen.
th: แตะปุ่ม x เพื่อปิดการค้นหา
tr: Aramayı kapatmak için × düğmesine dokunun
vi: Chạm vào nút × để đóng tìm kiếm
zh_hans: 点按 × 按钮可以关闭搜索
zh_hant: 點一下 × 按鈕可以關閉搜尋

source: { }로 감싼 부분은 쓸 때마다 새로 채우는 칸이에요
cs: Text v { } je pole k vyplnění, které zadáte při každém použití
da: Tekst i { } bliver et udfyldningsfelt, som du udfylder hver gang du bruger det
de: Text in { } wird zum Ausfüllfeld, das du bei jeder Nutzung neu ausfüllst
el: Το κείμενο μέσα σε { } γίνεται πεδίο συμπλήρωσης σε κάθε χρήση
en: Text inside { } becomes a blank you fill in each time you use it
es: El texto entre { } es un campo para llenar cada vez que lo uses
fi: Teksti merkkien { } sisällä on täytettävä kenttä, jonka täytät joka käyttökerralla
fr: Le texte entre { } devient un champ à remplir à chaque utilisation
id: Teks di dalam { } menjadi kolom isian yang Anda isi setiap kali memakainya
it: Il testo tra { } diventa un campo da compilare ogni volta che lo usi
ja: { }で囲んだ部分は、使うたびに入力する入力欄です
nb: Tekst i { } blir et utfyllingsfelt du fyller ut hver gang du bruker den
nl: Tekst tussen { } wordt een invulveld dat je bij elk gebruik opnieuw invult
pl: Tekst w { } to pole do wypełnienia przy każdym użyciu
pt_br: O texto dentro de { } vira um campo para preencher cada vez que você usa
ru: Текст в { } становится полем, которое вы заполняете каждый раз
sv: Text inom { } blir ett ifyllnadsfält som du fyller i varje gång du använder den
th: ข้อความใน { } จะเป็นช่องกรอกที่ต้องกรอกใหม่ทุกครั้งที่ใช้
tr: { } içindeki metin, her kullanışta yeniden doldurulacak alan olur
vi: Phần trong { } là ô cần điền, bạn nhập lại mỗi lần dùng
zh_hans: 用 { } 括起来的部分，每次使用时都要重新填
zh_hant: 用 { } 括起來的部分，每次使用時都要重新填

source: {담당자}님, 오늘 {고객사} 미팅 감사합니다. 논의: {요약} 다음 단계: {다음 단계} ({다음 일정})
cs: Dobrý den, {kontakt}, děkuji za dnešní schůzku s firmou {klient}. Probráno: {shrnutí} Další krok: {další krok} ({další termín})
da: Hej {kontaktperson}, tak for dagens møde med {kunde}. Drøftet: {resumé} Næste skridt: {næste skridt} ({næste dato})
de: Hallo {Kontakt}, danke für das heutige Meeting mit {Firma}. Besprochen: {Zusammenfassung} Nächster Schritt: {Nächster Schritt} ({Nächster Termin})
el: Γεια σας {Επαφή}, ευχαριστώ για τη σημερινή συνάντηση με {Πελάτης}. Συζητήσαμε: {Σύνοψη} Επόμενο βήμα: {Επόμενο βήμα} ({Επόμενη ημερομηνία})
en: Hi {Contact}, thanks for today's meeting with {Client}. Discussed: {Summary} Next step: {Next step} ({Next date})
es: Hola {contacto}, gracias por la reunión de hoy con {cliente}. Temas: {resumen} Siguiente paso: {siguiente paso} ({próxima fecha})
fi: Hei {yhteyshenkilö}, kiitos tämänpäiväisestä tapaamisesta ({asiakas}). Käsitelty: {yhteenveto} Seuraava askel: {seuraava askel} ({seuraava ajankohta})
fr: Bonjour {contact}, merci pour la réunion d’aujourd’hui avec {client}. Sujet : {résumé} Prochaine étape : {prochaine étape} ({prochaine date})
id: Halo {kontak}, terima kasih atas pertemuan hari ini dengan {klien}. Dibahas: {ringkasan} Langkah berikutnya: {langkah berikutnya} ({tanggal berikutnya})
it: Ciao {contatto}, grazie per l'incontro di oggi con {cliente}. Abbiamo parlato di: {riepilogo} Prossimo passo: {prossimo passo} ({prossima data})
ja: {担当者}様、本日は{取引先}とのお打ち合わせありがとうございました。 議論: {要約} 次のステップ: {次のステップ} ({次の日程})
nb: Hei {kontakt}, takk for møtet i dag med {kunde}. Drøftet: {sammendrag} Neste steg: {neste steg} ({neste dato})
nl: Hallo {contactpersoon}, bedankt voor het gesprek van vandaag met {klant}. Besproken: {samenvatting} Volgende stap: {volgende stap} ({volgende datum})
pl: Dzień dobry, {Kontakt}, dziękuję za dzisiejsze spotkanie z {Klient}. Omówiliśmy: {Podsumowanie} Następny krok: {Następny krok} ({Następny termin})
pt_br: Olá, {Contato}, obrigado pela reunião de hoje com {Cliente}. Assunto: {Resumo} Próximo passo: {Próximo passo} ({Próxima data})
ru: Здравствуйте, {имя контакта}, спасибо за сегодняшнюю встречу с {клиент}. Обсудили: {итоги} Следующий шаг: {следующий шаг} ({дата шага})
sv: Hej {Kontakt}, tack för dagens möte med {Kund}. Diskuterat: {Sammanfattning} Nästa steg: {Nästa steg} ({Nästa datum})
th: คุณ{ผู้ติดต่อ} ขอบคุณสำหรับการประชุมกับ {ลูกค้า} วันนี้ สิ่งที่คุยกัน: {สรุป} ขั้นตอนถัดไป: {ขั้นตอนถัดไป} ({นัดครั้งถัดไป})
tr: Merhaba {kişi}, bugünkü {müşteri} toplantısı için teşekkürler. Konuşulanlar: {özet} Sonraki adım: {sonraki adım} ({sonraki tarih})
vi: Chào {người liên hệ}, cảm ơn bạn đã dành thời gian họp hôm nay với {khách hàng}. Đã bàn: {tóm tắt} Bước tiếp theo: {bước tiếp theo} ({ngày})
zh_hans: {对接人}您好，感谢今天与{客户公司}的会议。 讨论内容：{摘要} 下一步：{下一步} （{下次日程}）
zh_hant: {對接人}您好，感謝今天與{客戶公司}的會議。 討論內容：{摘要} 下一步：{下一步} （{下次日程}）

source: {요일} {약속 시간}, {장소} 앞에서 뵐게요. 도착하면 채팅 주세요!
cs: Sejdeme se {den} v {čas} u {místo}. Napište mi, až dorazíte!
da: Vi ses {dag} kl. {tidspunkt} foran {sted}. Skriv til mig, når du er der!
de: Wir sehen uns {Wochentag} um {Uhrzeit} vor {Ort}. Schreib mir, wenn du da bist!
el: Τα λέμε {Ημέρα} στις {Ώρα}, μπροστά από {Τόπος}. Στείλτε μου μήνυμα όταν φτάσετε!
en: See you {Day} at {Time}, in front of {Place}. Message me when you arrive!
es: Nos vemos el {día} a las {hora}, frente a {lugar}. ¡Escríbeme cuando llegues!
fi: Nähdään {viikonpäivä} {aika}, {paikka} edessä. Laita viestiä, kun olet perillä!
fr: On se retrouve {jour} à {heure}, devant {lieu}. Écrivez-moi en arrivant !
id: Sampai jumpa {hari} pukul {waktu} di depan {tempat}. Kabari saya saat Anda tiba!
it: Ci vediamo {giorno} alle {ora}, davanti a {luogo}. Scrivimi quando arrivi!
ja: {曜日}の{約束の時間}に、{場所}の前でお会いしましょう。着いたらチャットをください。
nb: Vi sees {dag} {tidspunkt} utenfor {sted}. Send melding når du er framme!
nl: Tot {dag} om {tijd}, bij {plek}. Stuur me een bericht als je er bent!
pl: Do zobaczenia {Dzień} o {Godzina}, przed {Miejsce}. Napisz, jak będziesz na miejscu!
pt_br: Nos vemos {Dia} às {Horário}, em frente a {Local}. Me avise quando chegar!
ru: До встречи в {день недели} в {время встречи}, у места: {место}. Напишите, когда придёте!
sv: Vi ses {Dag} kl. {Tid}, framför {Plats}. Skriv till mig när du är framme!
th: เจอกัน{วัน} เวลา {เวลา} ที่หน้า{สถานที่} ถึงแล้วส่งข้อความมาบอกด้วยนะ
tr: {gün} {saat} gibi {yer} önünde görüşelim. Gelince yazın!
vi: Hẹn bạn {thứ} lúc {giờ}, trước {địa điểm}. Đến nơi nhắn tin cho mình nhé!
zh_hans: {星期} {约定时间}，在{地点}门口见。到了请发消息给我！
zh_hant: {星期} {約定時間}，在{地點}門口見。到了請發訊息給我！

source: {주소} 공동현관 {현관 비밀번호}
cs: {adresa} Kód ke vchodu {kód vchodu}
da: {adresse} Portkode {portkode}
de: {Adresse} Haustürcode {Türcode}
el: {Διεύθυνση} Κωδικός εισόδου {Κωδικός εισόδου}
en: {Address} Door code {Door code}
es: {dirección} Código de la entrada {código de entrada}
fi: {osoite} Porttikoodi {porttikoodi}
fr: {adresse} Code d’entrée {code d’entrée}
id: {alamat} Kode pintu {kode pintu}
it: {indirizzo} Codice portone {codice portone}
ja: {住所} エントランスの暗証番号 {暗証番号}
nb: {adresse} Portkode {portkode}
nl: {adres} Deurcode {deurcode}
pl: {adres} Kod do domofonu {kod do domofonu}
pt_br: {endereço} Código da portaria {Código da portaria}
ru: {адрес} Код домофона {код домофона}
sv: {adress} Portkod {portkod}
th: {ที่อยู่} รหัสประตูอาคาร {รหัสประตู}
tr: {adres} Kapı şifresi {kapı şifresi}
vi: {địa chỉ} Mã cửa chung cư {mã cửa}
zh_hans: {地址} 单元门密码 {门禁密码}
zh_hant: {地址} 單元門密碼 {門禁密碼}

source: {클립보드} 를 적어 두면 그 자리에 방금 복사한 것이 들어가요. "운송장 번호는 {클립보드} 입니다" 처럼요.
cs: Napište {schránka} a vloží se to, co jste právě zkopírovali. Například „Číslo zásilky je {schránka}“.
da: Skriv {udklipsholder}, så indsættes det, du lige har kopieret. For eksempel "Dit sporingsnummer er {udklipsholder}".
de: Schreib {Zwischenablage}, dann steht dort das zuletzt Kopierte. Zum Beispiel: "Die Sendungsnummer ist {Zwischenablage}".
el: Γράψτε {πρόχειρο} και στη θέση του μπαίνει ό,τι μόλις αντιγράψατε. Για παράδειγμα: "Ο αριθμός αποστολής είναι {πρόχειρο}".
en: Write {clipboard} and whatever you just copied goes there. Like "Your tracking number is {clipboard}".
es: Escribe {portapapeles} y ahí se pondrá lo que acabas de copiar. Por ejemplo: "Tu número de guía es {portapapeles}".
fi: Kirjoita {leikepöytä}, niin juuri kopioimasi tulee siihen. Esimerkiksi "Seurantanumerosi on {leikepöytä}".
fr: Écrivez {presse-papiers} et ce que vous venez de copier s’y insérera. Par exemple : « Votre numéro de suivi est {presse-papiers} ».
id: Tulis {papan klip} dan apa pun yang baru Anda salin akan masuk ke situ. Misalnya "Nomor resi Anda {papan klip}".
it: Scrivi {appunti} e al suo posto va quello che hai appena copiato. Ad esempio "Il tuo numero di tracciamento è {appunti}".
ja: {クリップボード} と書くと、その場所に今コピーしたものが入ります。「追跡番号は{クリップボード}です」のように使えます。
nb: Skriv {utklippstavle}, så settes det du nettopp kopierte inn der. For eksempel "Sporingsnummeret er {utklippstavle}".
nl: Schrijf {klembord} en wat je net hebt gekopieerd komt op die plek. Zoals "Je trackingnummer is {klembord}".
pl: Wpisz {schowek}, a w tym miejscu pojawi się to, co przed chwilą skopiowano. Na przykład: "Numer przesyłki to {schowek}".
pt_br: Escreva {área de transferência} e o que você acabou de copiar entra ali. Como em "Seu código de rastreio é {área de transferência}".
ru: Напишите {буфер}, и туда попадёт то, что вы только что скопировали. Например: «Номер отслеживания: {буфер}».
sv: Skriv {urklipp} så hamnar det du nyss kopierade där. Till exempel "Ditt spårningsnummer är {urklipp}".
th: เขียน {คลิปบอร์ด} แล้วสิ่งที่เพิ่งคัดลอกจะมาแทนที่ตรงนั้น เช่น "เลขพัสดุของคุณคือ {คลิปบอร์ด}"
tr: {pano} yazarsanız az önce kopyaladığınız şey oraya gelir. "Takip numaranız {pano}" gibi.
vi: Viết {bảng tạm} thì nội dung bạn vừa sao chép sẽ được điền vào đó. Ví dụ: "Mã vận đơn của bạn là {bảng tạm}".
zh_hans: 写上 {剪贴板}，刚复制的内容就会填到那个位置。比如“运单号是 {剪贴板}”。
zh_hant: 寫上 {剪貼簿}，剛複製的內容就會填到那個位置。比如「運單號是 {剪貼簿}」。

source: • iCloud와 별개로, 데이터를 파일로 직접 보관하는 가장 확실한 방법입니다 • 가져오기는 현재 데이터를 지우지 않고 합칩니다(같은 항목은 최신본 유지)
cs: • Nejspolehlivější způsob, jak mít data v souboru, nezávisle na iCloudu • Import data sloučí s aktuálními a nic nesmaže (u shodných položek zůstane novější verze)
da: • Den sikreste måde at gemme dine data som fil, uafhængigt af iCloud • Import fletter ind i dine nuværende data uden at slette dem (nyeste version vinder ved ens poster)
de: • Unabhängig von iCloud die sicherste Möglichkeit, deine Daten als Datei aufzubewahren • Beim Import werden die Daten mit den aktuellen zusammengeführt, ohne sie zu löschen (bei gleichen Einträgen gilt die neueste Version)
el: • Ανεξάρτητα από το iCloud, είναι ο πιο αξιόπιστος τρόπος να κρατάτε τα δεδομένα σας σε αρχείο • Η εισαγωγή συγχωνεύεται με τα τρέχοντα δεδομένα χωρίς να τα διαγράφει (για ίδια στοιχεία διατηρείται η νεότερη έκδοση)
en: • The most reliable way to keep your data, as a file, independent of iCloud • Importing merges into your current data without erasing it (newest version wins for matching items)
es: • Es la forma más segura de guardar tus datos en un archivo, aparte de iCloud • Al importar, se combinan con tus datos actuales sin borrarlos (si un elemento se repite, se conserva el más reciente)
fi: • Varmin tapa säilyttää tiedot tiedostona, iCloudista riippumatta • Tuonti yhdistää tiedot nykyisiin poistamatta mitään (uusin versio säilyy samoista kohteista)
fr: • Indépendamment d’iCloud, c’est la façon la plus sûre de conserver vos données dans un fichier • L’importation fusionne avec vos données actuelles sans les effacer (la version la plus récente est conservée pour les éléments identiques)
id: • Terlepas dari iCloud, ini cara paling andal untuk menyimpan data Anda sebagai berkas • Impor menggabungkan data tanpa menghapus data saat ini (item yang sama memakai versi terbaru)
it: • Il modo più sicuro per tenere i tuoi dati in un file, a parte iCloud • L'importazione unisce i dati senza cancellare quelli attuali (per gli elementi uguali vince la versione più recente)
ja: • iCloudとは別に、データをファイルとして直接保管できる最も確実な方法です • 読み込みは現在のデータを消さずに統合します(同じ項目は最新のものを保持)
nb: • Den sikreste måten å ta vare på dataene dine som en fil, uavhengig av iCloud • Import slår sammen med dagens data uten å slette noe (nyeste versjon beholdes for like elementer)
nl: • De betrouwbaarste manier om je gegevens als bestand te bewaren, los van iCloud • Importeren voegt samen met je huidige gegevens zonder iets te wissen (bij dubbele items blijft de nieuwste versie)
pl: • Najpewniejszy sposób na przechowanie danych w pliku, niezależnie od iCloud • Import łączy dane z bieżącymi bez ich usuwania (dla takich samych elementów zostaje nowsza wersja)
pt_br: • Independente do iCloud, é a forma mais segura de guardar seus dados em um arquivo • A importação une com os dados atuais sem apagá-los (itens iguais ficam na versão mais recente)
ru: • Самый надёжный способ хранить данные в виде файла, отдельно от iCloud • Импорт объединяется с текущими данными без удаления (для совпадающих элементов сохраняется новая версия)
sv: • Det säkraste sättet att spara dina data som en fil, oberoende av iCloud • Import slår ihop med dina nuvarande data utan att radera dem (den nyaste versionen behålls för matchande poster)
th: • เป็นวิธีที่แน่นอนที่สุดในการเก็บข้อมูลเป็นไฟล์ แยกจาก iCloud • การนำเข้าจะรวมกับข้อมูลปัจจุบันโดยไม่ลบทิ้ง (รายการที่ซ้ำกันจะใช้ฉบับล่าสุด)
tr: • iCloud'dan bağımsız olarak, verilerinizi dosya halinde saklamanın en güvenilir yoludur • İçe aktarma, mevcut verileri silmeden birleştirir (aynı öğelerde en yeni sürüm korunur)
vi: • Cách chắc chắn nhất để tự lưu dữ liệu thành tệp, tách biệt với iCloud • Khi nhập, dữ liệu được gộp vào dữ liệu hiện tại mà không xóa gì (mục trùng sẽ giữ bản mới nhất)
zh_hans: • 这是独立于 iCloud、把数据以文件形式保存下来的最稳妥的方式 • 导入会合并到当前数据里，不会清空（相同项目保留最新的一份）
zh_hant: • 這是獨立於 iCloud、把資料以檔案形式儲存下來的最穩妥的方式 • 匯入會合併到當前資料裡，不會清空（相同項目保留最新的一份）

source: • 백업 데이터는 iCloud에 안전하게 저장됩니다
cs: • Záloha je bezpečně uložena v iCloudu
da: • Backupdata gemmes sikkert i iCloud
de: • Backup-Daten werden sicher in iCloud gespeichert
el: • Τα δεδομένα του αντιγράφου αποθηκεύονται με ασφάλεια στο iCloud
en: • Backup data is securely stored in iCloud
es: • Los datos del respaldo se guardan de forma segura en iCloud
fi: • Varmuuskopio tallentuu turvallisesti iCloudiin
fr: • Les données de sauvegarde sont stockées en toute sécurité dans iCloud
id: • Data cadangan disimpan dengan aman di iCloud
it: • I dati di backup sono salvati in modo sicuro su iCloud
ja: • バックアップデータはiCloudに安全に保存されます
nb: • Sikkerhetskopien lagres trygt i iCloud
nl: • Back-upgegevens worden veilig opgeslagen in iCloud
pl: • Kopia zapasowa jest bezpiecznie przechowywana w iCloud
pt_br: • Os dados do backup ficam guardados com segurança no iCloud
ru: • Резервные данные надёжно хранятся в iCloud
sv: • Säkerhetskopian lagras säkert i iCloud
th: • ข้อมูลสำรองจะถูกเก็บอย่างปลอดภัยใน iCloud
tr: • Yedek veriler iCloud'da güvenle saklanır
vi: • Dữ liệu sao lưu được lưu trữ an toàn trong iCloud
zh_hans: • 备份数据会安全地保存在 iCloud
zh_hant: • 備份資料會安全地儲存在 iCloud

source: • 백업은 단축어와 클립보드 히스토리를 모두 포함합니다
cs: • Záloha obsahuje fráze i historii schránky
da: • Backup omfatter både fraser og historik for udklipsholderen
de: • Das Backup enthält Textbausteine und den Verlauf der Zwischenablage
el: • Το αντίγραφο περιλαμβάνει τις φράσεις και το ιστορικό του πρόχειρου
en: • Backup includes both snippets and clipboard history
es: • El respaldo incluye tus frases y el historial del portapapeles
fi: • Varmuuskopio sisältää fraasit ja leikepöydän historian
fr: • La sauvegarde inclut les phrases et l’historique du presse-papiers
id: • Cadangan mencakup semua frasa dan riwayat papan klip
it: • Il backup include sia le frasi sia la cronologia degli appunti
ja: • バックアップには定型文とクリップボード履歴の両方が含まれます
nb: • Sikkerhetskopien inneholder både fraser og historikk for utklippstavlen
nl: • De back-up bevat zowel fragmenten als de klembordgeschiedenis
pl: • Kopia zawiera frazy i historię schowka
pt_br: • O backup inclui frases e o histórico da área de transferência
ru: • Резервная копия включает фразы и историю буфера обмена
sv: • Säkerhetskopian omfattar både fraser och urklippshistorik
th: • การสำรองข้อมูลรวมทั้งข้อความด่วนและประวัติคลิปบอร์ด
tr: • Yedek, ifadeleri ve pano geçmişini birlikte içerir
vi: • Bản sao lưu gồm cả cụm từ và lịch sử bảng tạm
zh_hans: • 备份包含短语和剪贴板历史
zh_hant: • 備份包含短語和剪貼簿歷史

source: • 복구 시 현재 데이터는 백업 데이터로 교체됩니다
cs: • Při obnovení se aktuální data nahradí zálohou
da: • Ved gendannelse erstattes dine nuværende data af backupdata
de: • Beim Wiederherstellen werden die aktuellen Daten durch die Backup-Daten ersetzt
el: • Κατά την επαναφορά, τα τρέχοντα δεδομένα αντικαθίστανται από τα δεδομένα του αντιγράφου
en: • Current data will be replaced with backup data during restore
es: • Al restaurar, tus datos actuales se reemplazan por los del respaldo
fi: • Palautus korvaa nykyiset tiedot varmuuskopiolla
fr: • Lors de la restauration, les données actuelles sont remplacées par la sauvegarde
id: • Saat pemulihan, data saat ini diganti dengan data cadangan
it: • Con il ripristino, i dati attuali vengono sostituiti da quelli del backup
ja: • 復元すると、現在のデータはバックアップデータに置き換わります
nb: • Ved gjenoppretting erstattes dagens data med sikkerhetskopien
nl: • Bij herstel worden je huidige gegevens vervangen door de back-upgegevens
pl: • Podczas przywracania bieżące dane zostaną zastąpione kopią zapasową
pt_br: • Ao restaurar, os dados atuais são substituídos pelos do backup
ru: • При восстановлении текущие данные заменяются резервными
sv: • Vid återställning ersätts dina nuvarande data med säkerhetskopian
th: • เมื่อกู้คืน ข้อมูลปัจจุบันจะถูกแทนที่ด้วยข้อมูลสำรอง
tr: • Geri yüklemede mevcut veriler yedek verilerle değiştirilir
vi: • Khi khôi phục, dữ liệu hiện tại sẽ được thay bằng dữ liệu sao lưu
zh_hans: • 恢复时，当前数据会被备份数据替换
zh_hant: • 還原時，當前資料會被備份資料替換
